




export const products = [
  {
    id: 1,
    title: "صندلی راحتی نوردیک",
    desc: "یک صندلی راحتی با طراحی مدرن، پارچه‌ای نرم و پایه‌های چوبی مقاوم. انتخابی ایده‌آل برای اتاق نشیمن، اتاق خواب یا فضای مطالعه.",
    price: 120,
    img: `${import.meta.env.BASE_URL}images/01.jpg`
  },
  {
    id: 2,
    title: "صندلی مخمل لوکس",
    desc: "صندلی مخملی با طراحی شیک و نشیمنی بسیار راحت که جلوه‌ای خاص به دکوراسیون منزل یا محل کار شما می‌بخشد.",
    price: 120,
  img: `${import.meta.env.BASE_URL}images/02.jpg`
  },
  {
    id: 3,
    title: "صندلی اسکاندیناوی",
    desc: "الهام‌گرفته از سبک اسکاندیناوی با خطوط ساده، پارچه باکیفیت و پایه‌های چوبی مستحکم. ترکیبی از زیبایی و راحتی.",
    price: 140,
  img: `${import.meta.env.BASE_URL}images/03.jpg`
  },
  {
    id: 4,
    title: "مبل تک‌نفره مدرن",
    desc: "یک مبل تک‌نفره جمع‌وجور با طراحی مینیمال و نشیمنی نرم که برای خانه، دفتر کار یا فضاهای کوچک بسیار مناسب است.",
    price: 150,
  
img: `${import.meta.env.BASE_URL}images/04.jpg`
  },
  {
    id: 5,
    title: "صندلی مطالعه کلاسیک",
    desc: "صندلی‌ای با طراحی ارگونومیک و متریال باکیفیت که راحتی فوق‌العاده‌ای را برای مطالعه، استراحت و استفاده روزمره فراهم می‌کند.",
    price: 160,
   
img: `${import.meta.env.BASE_URL}images/05.jpg`
  },
];